Repository: common-repository/yespo-cdp
Catalog: languages/yespo-cdp-*.po
Languages: pt_pt, uk

source: My account
pt_pt: Minha conta
uk: Мій акаунт

source: Data synchronization
pt_pt: Sincronização de dados
uk: Синхронізація даних

source: Synchronize contacts and orders for subsequent analysis and efficient data utilization using Yespo marketing automation tools
pt_pt: Sincronize contatos e pedidos para análise subsequente e utilização eficiente dos dados usando as ferramentas de automação de marketing Yespo
uk: Синхронізуйте контакти та замовлення для подальшого аналізу та ефективного використання даних за допомогою інструментів автоматизації маркетингу Yespo

source: API Key
pt_pt: Chave API
uk: API ключ

source: The API key to connect the account can be received by the
pt_pt: A chave API para conectar a conta pode ser recebida através do
uk: API ключ для підключення акаунта можна отримати за

source: link
uk: посиланням

source: Synchronize
pt_pt: Sincronizar
uk: Синхронізувати

source: Invalid API key
pt_pt: Chave de API inválida
uk: Невалідний АРІ ключ

source: The first data export will take some time; it will happen in the background, and it is not necessary to stay on the page
pt_pt: A primeira exportação de dados levará algum tempo; ocorrerá em segundo plano e não é necessário permanecer na página
uk: Перший експорт даних займе деякий час; він відбудеться у фоновому режимі, залишатися на сторінці не обов`язково

source: Synchronization progress
pt_pt: Progresso da sincronização
uk: Прогрес синхронізації

source: Pause
pt_pt: Pausa
uk: Призупинити

source: Pause synchronization. Are you sure you want to pause synchronization?
pt_pt: Pausar sincronização. Tem certeza de que deseja pausar a sincronização?
uk: Призупинити синхронізацію. Ви впевнені, що хочете призупинити синхронізацію?

source: Cancel
pt_pt: Cancelar
uk: Скасувати

source: The synchronization process has been paused; you can resume it from the moment of pausing without losing the previous progress
pt_pt: O processo de sincronização foi pausado; você pode retomá-lo a partir do momento da pausa sem perder o progresso anterior
uk: Процес синхронізації призупинено; ви можете продовжити його з моменту зупинки без втрати попереднього прогресу

source: Resume
pt_pt: Retomar
uk: Відновити

source: Some error have occurred. Try to resume synchronization. If it doesn`t help, contact Support
uk: Виникла помилка. Спробуйте відновити синхронізацію. Якщо це не допоможе, зв`яжіться зі службою підтримки

source: Invalid API key. Please delete the plugin and start the configuration from scratch using a valid API key. No data will be lost.
pt_pt: Chave de API inválida. Por favor, exclua o plugin e comece a configuração do zero usando uma chave de API válida. Nenhum dado será perdido.
uk: Невалідний API ключ. Видаліть плагін і почніть конфігурацію спочатку, використовуючи дійсний API ключ. Дані не будуть втрачені.

source: Outgoing activity on the server is blocked. Please contact your provider to resolve this issue. Data synchronization will automatically be resumed without any data loss once the issue is resolved.
pt_pt: A atividade de saída no servidor está bloqueada. Entre em contato com seu provedor para resolver este problema. A sincronização de dados será automaticamente retomada sem perda de dados assim que o problema for resolvido.
uk: Вихідна активність на сервері заблокована. Будь ласка, зв`яжіться з вашим провайдером для вирішення цієї проблеми. Синхронізація даних буде автоматично відновлена без втрати даних після вирішення проблеми.

source: Contact Support
pt_pt: Entre em contato com o suporte
uk: Зв`язатися зі службою підтримки

source: Data is successfully synchronized
pt_pt: Os dados foram sincronizados com sucesso
uk: Дані успішно синхронізовані

source: Data synchronization has started
pt_pt: A sincronização de dados começou
uk: Синхронізація даних розпочалася

source: Some error have occurred. Try to resume synchronization. If it doesn’t help, contact Support
pt_pt: Ocorreu um erro. Tente retomar a sincronização. Se não ajudar, entre em contato com o suporte
